Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: In my opinion I am happy, King Agrippa, to be able to give my answer before you today to all these things which the Jews say against me:
chr: ᏣᎬᏫᏳᎯ ᎡᎩᎵᏉ, ᎦᎵᎡᎵᎦ ᎪᎯ ᎢᎦ ᏥᎩ ᎯᎦᏔᎲ ᎦᎵᏍᏕᎵᏍᎬ ᏨᏓᏥᏁᎢᏍᏔᏂ ᏂᎦᎥ ᎬᏇᎯᏍᏗᏍᎬᎢ ᎠᏂᏧᏏ.

source: The more so, because you are expert in all questions to do with the Jews and their ways: so I make my request to you to give me a hearing to the end.
chr: Ꮀ ᎤᎬᏫᏳᎭ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎯᎦᏔᎯᏳ ᏥᎩ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎴ ᎧᏃᎮᏗ ᎨᏒ ᎠᏂᏧᏏ ᏥᏚᏁᎭ. ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎬᏔᏲᏎᎭ ᏂᏗᏣᏯᏪᎬᎾ ᏍᏆᏛᎦᏁᏗᏱ.

source: All the Jews have knowledge of my way of life from my early years, as it was from the start among my nation, and at Jerusalem;
chr: ᏄᏍᏛ ᎠᏆᎴᏂᏙᎸ ᏥᏫᏄᏣ ᏅᏧᎵᏍᏔᏅ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎾᏍᎩ ᎢᎬᏱᏱ ᎦᏥᏰᎳᏗᏙᎸᎩ ᏗᏆᏤᎵ ᏴᏫ ᏥᎷᏏᎵᎻ, ᏂᎦᏛ ᎠᏂᏧᏏ ᎠᏂᎦᏔᎭ,

source: And they are able to say, if they would give witness, that I was living as a Pharisee, in that division of our religion which is most regular in the keeping of the law.
chr: ᎾᏍᎩ ᎬᎩᎦᏔᎲᎩ ᏗᏓᎴᏂᏍᎬ ᏅᏓᎬᏩᏓᎴᏅᏛ, ᎢᏳᏃ ᏳᏂᏃᎮᎸ, ᎠᏂᎦᏔᎯᏳᏰᏃ ᎠᏆᎵᏏ ᎤᎴᏂᏓᏍᏗ ᎠᏆᎴᏂᏙᎸᎢ, ᏕᏥᏍᏓᏩᏗᏒ ᎤᎾᏓᏤᎵᏛ ᎤᎾᎵᎪᎯ ᏭᏂᎫᏛ ᏗᏂᎧᎿᏩᏕᎩ ᎣᎦᏤᎵ ᎤᏁᎳᏅᎯ ᏦᏥᎧᎿᏩᏛᏍᏗ ᎨᏒᎢ.

source: And now I am here to be judged because of the hope given by God's word to our fathers;
chr: ᎪᎯᏃ ᎢᏥᏙᎦ ᎢᎬᎩᏱᎵᏙᎭ, ᎠᎩᏍᏛᏗᎭ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏥᏚᏚᎢᏍᏓᏁᎴ ᏦᎩᎦᏴᎵᎨᎢ;

source: For the effecting of which our twelve tribes have been working and waiting night and day with all their hearts. And in connection with this hope I am attacked by the Jews, O king!
chr: ᎾᏍᎩ ᎨᏥᏚᎢᏍᏓᏁᎸ ᎤᎾᎵᏱᎶᎯᏍᏗᏱ ᎤᏚᎩ ᎤᏅᎭ ᏔᎳᏚ ᏃᏥᎳᏍᏓᎸᎢ, ᎤᎵᏂᎩᏗᏳ ᏥᏓᏂᎧᎿᏩᏗ ᎤᏁᎳᏅᎯ ᏗᎬᏩᎩᏨᏗ. ᎾᏍᎩ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᏣᎬᏫᏳᎯ ᎡᎩᎵᏈ, ᎠᏂᏧᏏ ᎬᏇᎯᏍᏗᎭ.

source: Why, in your opinion, is it outside belief for God to make the dead come to life again?
chr: ᎦᏙᏃ ᎦᎪᎯᏳᏗ ᏂᎨᏒᎾ ᎢᏥᏰᎸᏐ ᎤᏁᎳᏅᎯ ᏧᎴᏙᏗ ᎨᏒ ᏧᏂᏲᎱᏒᎯ?

source: For I, truly, was of the opinion that it was right for me to do a number of things against the name of Jesus of Nazareth.
chr: ᎠᏴ ᎤᏙᎯᏳᎯ ᎯᎠ ᏂᎨᎵᏍᎬᎩ; ᏚᏳᎪᏛ ᏱᏂᎦᏛᏁᎭ ᎤᏣᏘ ᎪᎱᏍᏗ ᏱᏓᎩᎸᏫᏍᏓᏁ ᎦᏡᏗᏍᎬ ᏕᎤᏙᎥ ᏥᏌ ᎾᏎᎵᏘ ᏤᎲᎩ.

source: And this I did in Jerusalem: and numbers of the saints I put in prison, having had authority given to me from the chief priests, and when they were put to death, I gave my decision against them.
chr: ᎰᏩᏃ ᎾᏍᎩ ᎾᏆᏛᏁᎸᎩ ᏥᎷᏏᎵᎻ; ᎠᎴ ᎤᏂᏣᏛᎩ ᎤᎾᏓᏅᏘ ᏕᏥᏍᏚᏅᎩ ᏗᏓᏍᏚᏗᏱ, ᎬᎩᏁᏤᎸᎯ ᎨᏒᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ; ᏕᎨᏥᎷᎦᏃ ᏥᏁᎬᎩ ᎦᏥᏯᏡᏗᏍᎬᎢ.

source: And I gave them punishment frequently, in all the Synagogues, forcing them to say things against God; and burning with passion against them, I went after them even into far-away towns.
chr: ᎠᎴ ᏯᏃᎩᏳ ᎤᏲ ᏂᎦᏥᏴᏁᎲ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᎨᏌᏗᏒᎢ, ᎠᎴ ᎤᏂᏐᏢᎢᏍᏙᏗᏱ ᏂᎦᏥᏴᏁᎲᎩ; ᎤᏣᏔᏅᎯᏃ ᎦᏥᏂᏆᏘᎲ ᎾᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎤᏲ ᏂᎦᏥᏴᏁᎲ ᏅᏩᏓᎴ ᏙᏗᎦᏚᎲ ᏫᎦᏥᎨᎰᎢᎲᎩ.

source: Then, when I was journeying to Damascus with the authority and orders of the chief priests,
chr: ᏕᎹᏍᎦᏃ ᏫᏥᎦᏛᎢ, ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎬᎩᏁᏤᎸᎢ,

source: In the middle of the day, on the road I saw a light from heaven, brighter than the sun, shining round me and those who were journeying with me.
chr: ᏣᎬᏫᏳᎯ, ᎦᎢᏒ ᎢᎦ ᎠᏰᎵ ᎠᎩᎪᎲᎩ ᎢᎦᎦᏛᎢ, ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ, ᎾᏍᎩ ᎤᏍᎪᏒᎢ ᎤᏟ ᎨᏒᎩ ᎡᏍᎦᏉ ᏅᏙ, ᏓᏆᏚᏫᏍᏔᏅᎩ ᎠᏴ ᎠᎴ ᎾᏍᏉ ᎣᏤᎯ.

source: And when we had all gone down on the earth, a voice came to me, saying in the Hebrew language, Saul, Saul, why are you attacking me so cruelly? It is hard for you to go against the impulse which is driving you.
chr: ᏂᎦᏛᏃ ᎡᎳᏗ ᏙᎩᏅᏨ, ᎧᏁᎬ ᎠᏆᏛᎦᏅᎩ ᎠᎩᏁᏤᎲᎩ, ᎠᏂᏧᏏ ᎤᏂᏬᏂᎯᏍᏗ ᎬᏗᏍᎬᎩ; ᎯᎠ ᏂᎦᏪᏍᎬᎩ ᏐᎳ, ᏐᎳ, ᎦᏙᏃ ᎤᏲ ᏂᏍᏋᏁᎭ? ᎤᏕᏯᏙᏗᏳ ᏗᏣᎲᏖᏍᏗᏱ ᏗᎪᏍᏓᏯ.

source: And I said, Who are you, Lord? And the Lord said, I am Jesus, whom you are attacking.
chr: ᎯᎠᏃ ᎾᎩᏪᏒᎩ; ᎦᎪ ᏂᎯ, ᏣᎬᏫᏳᎯ? ᎯᎠᏃ ᏄᏪᏒᎩ; ᎠᏏ ᏥᏌ ᎾᏍᎩ ᎤᏲ ᏥᏂᏴᏁᎭ.

source: But get up on your feet: for I have come to you for this purpose, to make you a servant and a witness of the things in which you have seen me, and of those in which you will see me;
chr: ᎠᏎᏃ ᏔᎴᎲᎦ, ᎠᎴ ᎭᎴᎲᎦ, ᎯᎠᏰᏃ ᏅᏗᎦᎵᏍᏙᏖᎭ ᎬᏂᎨᏒ ᏥᏂᎬᏯᏛᏂᏏ, ᎭᎵᏥᏙᎲᏍᎩ ᎢᎬᏴᏁᏗᏱ ᎠᎴ ᎯᏃᎮᏍᎩ ᎯᎠ ᎾᏍᎩ ᏥᎪᏩᏛ, ᎠᎴ ᎠᏏ ᎬᎾᏄᎪᏫᏎᏗ ᏥᎩ.

source: And I will keep you safe from the people, and from the Gentiles, to whom I send you,
chr: ᎬᏩᏓᎴᏍᎨᏍᏗ ᎨᏣᏡᏗᏍᎬ ᎯᎠ ᏴᏫ ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎾᏍᎩ ᏗᏁᎲ ᎿᏉ ᎬᏅᎵ,

source: To make their eyes open, turning them from the dark to the light, and from the power of Satan to God, so that they may have forgiveness of sins and a heritage among those who are made holy by faith in me.
chr: ᏘᏍᏚᎢᎡᏗᏱ ᏗᏂᎦᏙᎵ, ᎠᎴ ᎤᎵᏏᎬ ᏄᎾᏛᏅ ᏘᎪᎸᏍᏗᏱ ᎢᎦᎦᏛ ᎢᏗᏢ ᏫᏘᎦᏔᎲᏍᏗᏱ, ᎠᎴ ᏎᏓᏂ ᎤᏤᎵᎪᎯ ᏄᎾᏛᏅ ᏘᎪᎸᏍᏗᏱ ᏙᏘᎦᏔᎲᏍᏗᏱ ᎤᏁᎳᏅᎯ ᎢᏗᏢ ᏫᏘᎦᏔᎲᏍᏙᏗᏱ; ᎾᏍᎩ ᏗᎦᎨᏥᏁᏗᏱ ᎤᏂᏍᎦᏅᏨᎢ, ᎠᎴ ᎬᏩᏂᏩᏛᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᎾᏤᎵᎦ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᎨᏥᏅᎦᎸᏛ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎥᏉᎯᏳᏗ ᎨᏒᎢ.

source: So, then, King Agrippa, I did not go against the vision from heaven;
chr: ᎾᏍᎩ ᎢᏳᏏᏗ, ᏣᎬᏫᏳᎯ ᎡᎩᎵᏈ, ᎥᏝ ᎾᏉᎯᏳᏅᎾ ᏱᎨᏎ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ ᎠᎩᎪᎲᎢ.

source: But I went about, first to those in Damascus and Jerusalem, and through all the country of Judaea, and then to the Gentiles, preaching a change of heart, so that they, being turned to God, might give, in their works, the fruits of a changed heart.
chr: ᎦᏥᏃᏁᎸᎩᏰᏃ ᎢᎬᏱ ᏕᎹᏍᎦ ᎠᏁᎯ, ᎠᎴ ᏥᎷᏏᎵᎻ ᎠᏁᎯ, ᎠᎴ ᏂᎬᎾᏛ ᏧᏗᏱ ᎠᎴ ᎾᏍᏉ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎾᏍᎩ ᏧᏂᏁᏟᏴᏍᏗᏱ ᏚᎾᏓᏅᏛᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎢᏗᏢ ᏭᎾᎦᏔᎲᏍᏙᏗᏱ, ᎠᎴ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᎠᏙᎴᎰᎯᏍᏙᏗ ᎨᏒ ᏚᏂᏁᏟᏴᏒ ᏚᎾᏓᏅᏛᎢ.

source: For this reason, the Jews took me in the Temple, and made an attempt to put me to death.
chr: ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎠᏂᏧᏏ ᎬᎩᏂᏴᎲᎩ ᎤᏛᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎬᎩᎯᏍᏗᏱ ᎤᏂᏰᎸᏒᎩ.

source: And so, by God's help, I am here today, witnessing to small and great, saying nothing but what the prophets and Moses said would come about;
chr: ᎤᏁᎳᏅᎯᏃ ᎠᎩᏍᏕᎸᎲᎢ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏏ ᎦᎴᏂᏙᎭ ᎪᎯ ᎢᎦ ᏥᎩ, ᎬᏂᎨᏒ ᏂᎦᏥᏴᏁᎭ ᏂᎨᏥᎸᏉᏛᎾ ᎠᎴ ᎾᏍᏉ ᎨᏥᎸᏉᏗ, ᎪᎱᏍᏗ ᏂᏥᏃᎮᏍᎬᎾ Ꮎ ᎤᏩᏒ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᎼᏏ ᎤᎾᏄᎪᎢᏍᏗ ᎤᎾᏛᏅᎯ ᏥᎩ;

source: That the Christ would go through pain, and being the first to come back from the dead, would give light to the people and to the Gentiles.
chr: ᎾᏍᎩ ᎦᎶᏁᏛ ᎤᎩᎵᏲᎢᏍᏗᏱ, ᎠᎴ ᎾᏍᎩ ᎢᎬᏱ ᎤᏲᎱᏒ ᏧᎴᎯᏐᏗᏱ, ᎠᎴ ᎢᎦᎦᏘ ᏧᎾᏄᎪᏫᏎᏗᏱ ᎯᎠ ᏴᏫ ᎠᎴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ.

source: And when he made his answer in these words, Festus said in a loud voice, Paul, you are off your head; your great learning has made you unbalanced.
chr: ᎠᏏᏉᏃ ᎾᏍᎩ ᏂᎦᏪᏍᎬᎩ, ᎤᏩᏒ ᎠᎵᏍᏕᎵᏍᎬᎢ, ᏇᏍᏓ ᎯᎠ ᎠᏍᏓᏯ ᏄᏪᏒᎩ; ᏣᎸᏃᏘᎭ ᏉᎳ, ᎤᏣᏘ ᎪᏪᎵ ᏘᏏᎾᏏᏳ ᎨᏒ ᎾᏍᎩ ᏣᎸᏃᏙᏗᎭ.

source: Then Paul said, I am not off my head, most noble Festus, but my words are true and wise.
chr: ᎠᏎᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᏯᎩᎸᏃᏘᎭ, ᎰᏍᏛ ᏇᏍᏓ, ᏥᏁᎦᏉᏍᎩᏂ ᏚᏳᎪᏛ ᎨᏒᎢ ᎠᎴ ᏃᎸᏃᏘᏍᎬᎾ ᎧᏁᎢᏍᏗ ᎨᏒᎢ.

source: For the king has knowledge of these things, to whom I am talking freely; being certain that all this is common knowledge to him; for it has not been done in secret.
chr: ᎤᎬᏫᏳᎯᏰᏃ ᎾᏍᎩ ᎯᎠ ᎠᎦᏔᎭ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏛᏓᏍᏛ ᏂᏥᏍᎦᎢᎲᎾ ᏥᏥᏁᎦ; ᏥᎦᏔᎭᏰᏃ ᎯᎠ ᎾᏍᎩ ᎪᎱᏍᏗ ᎠᎬᏍᎦᎳᏁᎸᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᏞᏰᏃ ᎤᏅᏏᏴ ᎯᎠ ᏗᎦᎸᏫᏍᏓᏁᎸᎯ ᏱᎩ.

source: King Agrippa, have you faith in the prophets? I am certain that you have.
chr: ᏣᎬᏫᏳᎯ ᎡᎩᎵᏈ, ᏕᎰᎯᏳᎲᏍᎦᏍᎪ ᎠᎾᏙᎴᎰᏍᎩ? ᏥᎦᏔᎭ ᏕᎰᎯᏳᎲᏍᎬᎢ.

source: And Agrippa said to Paul, A little more and you will be making me a Christian.
chr: ᎿᏉᏃ ᎡᎩᎵᏈ ᎯᎠ ᏄᏪᏎᎸᎩ ᏉᎳ; ᎠᎴᏉ ᏂᏍᎩᏎᎪᎩᎠ ᎦᎶᏁᏛ ᏥᏲᎢᏳᎲᏍᎩ ᎢᏯᏆᎵᏍᏙᏗᏱ.

source: And Paul said, It is my prayer to God that, in little or great measure, not only you, but all those hearing me today might be even as I am, but for these chains.
chr: ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎤᏁᎳᏅᎯ ᏥᏯᏚᎸᎡᎭ, ᎥᏝ ᏂᎯᏉ ᏨᏒ, ᎾᏍᏉᏍᎩᏂ ᏂᎦᏛ ᏥᎬᏆᏛᎦᏁᎭ ᎪᎯ ᎢᎦ ᏥᎩ, ᎾᏍᎩ, ᎥᏝ ᎠᎴᏉ ᎾᏆᏍᏛᎢ, ᎾᏍᎩᏯᏍᎩᏂ ᎾᏆᏍᏛ ᎢᏣᎵᏍᏙᏗᏱ, ᎯᎠ ᎾᏍᎩ ᏨᏆᎸᎥ ᎤᏩᏒ.

source: And the king and the ruler and Bernice and those who were seated with them got up;
chr: ᎾᏍᎩᏃ ᏄᏪᏒ, ᎤᎬᏫᏳᎯ ᏚᎴᏅᎩ, ᎠᎴ ᎠᏥᎦᏘᏗᏍᏗ ᎤᎬᏫᏳᎯ, ᎠᎴ ᏆᏂᏏ, ᎠᎴ ᎾᏍᎩ ᎤᎾᏅᏅᎯ,

source: And when they had gone away they said to one another, This man has done nothing which might give cause for death or prison.
chr: ᎢᏴᏛᏃ ᏭᏂᎶᏒ, ᎤᏅᏒ ᎨᏒ ᎤᎾᎵᏃᎮᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎠᏍᎦᏯ ᎥᏝ ᎪᎱᏍᏗ ᏱᏚᎸᏫᏍᏓᏁᎭ ᎬᏩᏲᎱᎯᏍᏗ ᎠᎴ ᎦᏰᎦᎸᏍᏗ ᎨᏒᎢ.

source: And Agrippa said to Festus, This man might have been made free, if he had not put his cause before Caesar.
chr: ᎡᎩᎵᏈᏃ ᎯᎠ ᏄᏪᏎᎸᎩ ᏇᏍᏓ; ᎯᎠ ᎠᏍᎦᏯ ᏗᎦᏰᏥᏲᎯᏍᏗᏉ ᏱᎨᏎᎢ, ᎢᏳᏃ ᏏᏐᎢ ᏫᏄᎲᏍᏔᏅᎾ ᏱᎨᏎᎢ.

source: And when the decision had been made that we were to go by sea to Italy, they gave Paul and certain other prisoners into the care of a captain named Julius, of the Augustan band.
chr: ᎿᏉᏃ ᏚᏚᎪᏔᏅ ᎢᏓᎵ ᏭᎩᏅᏍᏙᏗᏱ ᏥᏳ, ᏚᏂᏲᏒᎩ ᏉᎳ ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᏗ ᏅᏩᎾᏓᎴ ᎠᏂᏴᎩ, ᎾᏍᎩ ᏚᏂᏲᎯᏎᎸ ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᏧᎵᏯᏏ ᏧᏙᎢᏛ, ᎨᎳ ᏑᎾᏓᏡᎩ ᎨᏒ ᎣᎦᏍᏓ ᏧᏤᎵᎦ.

source: And we went to sea in a ship of Adramyttium which was sailing to the sea towns of Asia, Aristarchus, a Macedonian of Thessalonica, being with us.
chr: ᎣᎦᏣᏅᏃ ᏥᏳᎯ ᎡᏟᎻᏗ ᎡᎯ ᎣᎩᎧᏙᏴᎩ, ᎡᏏᏱ ᎤᎶᏗᏢ ᎣᎩᏅᏍᏙᏗᏱ ᎣᎩᏰᎸᏒᎩ, ᎩᎶ ᎢᏳᏍᏗ, ᎡᎵᏍᏓᎦ ᏧᏙᎢᏛ, ᎹᏏᏙᏂ ᏕᏌᎶᏂᎦ ᎦᏚᎲ ᎡᎯ, ᎣᏤᎲᎩ.

source: And on the day after, we came to Sidon; and Julius was kind to Paul, and let him go to see his friends and take a rest.
chr: ᎤᎩᏨᏛᏃ ᏌᏙᏂ ᎣᎩᏃᏠᏨᎩ. ᏧᎵᏯᏏᏃ ᎣᏍᏛ ᏄᏛᏁᎸᎩ ᏉᎳ, ᎤᎵᏍᎪᎸᏓᏁᎸᎩᏰᏃ ᏧᎵᎢ ᏧᏩᏛᎲᏍᏗᏱ, ᎠᎴ ᎾᏍᎩ ᎬᏩᏍᏆᏂᎪᏙᏗᏱ.

source: And sailing again from there, we went on under cover of Cyprus, because the wind was against us.
chr: ᎾᎿᏃ ᏫᎣᎩᎧᏙᏴ ᏌᏈ ᎭᏫᏂᏗᏢ ᎣᎩᏅᏍᏔᏅᎩ, ᎦᏃᎸᎥᏍᎬᏰᏃ ᎢᎬᏱᏗᏢ ᏓᏳᎦᏛᎩ.

source: And having gone across the sea off Cilicia and Pamphylia we came to Myra, in Lycia.
chr: ᎣᎩᎶᏐᏅᏃ ᎠᎺᏉᎯ, ᏏᎵᏏᏱ ᎠᎴ ᏆᎻᏈᎵᏱ ᏧᏳᎪᏗ, ᎵᏏᏱ ᏬᎩᎷᏨᎩ, ᎹᎵ ᏕᎤᏙᎥ ᎦᏚᎲᎢ.

source: And there the captain came across a ship of Alexandria, sailing for Italy, and put us in it.
chr: ᎾᎿᏃ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᎤᏴᏩᏛᎲᎩ ᏥᏳ ᎢᏓᎵ ᎠᏂᏂᏒᎩ, ᎡᎵᎩᏱ ᎡᎯ, ᎾᎿᏃ ᏙᎩᏯᏅᎩ.

source: And when we had gone on slowly for a long time, and had had hard work getting across to Cnidus, for the wind was against us, we went under cover of Crete, in the direction of Salmone;
chr: ᎤᏬᎯᏨᏃ ᎦᏂᎳ ᎣᎩᏁᏅ, ᎠᎴ ᎠᏏᏉ ᏃᎩᎶᏐᏅᎾ ᎨᏒ ᎾᏓ, ᏟᏗ ᎭᏫᏂᏗᏢ ᏬᎩᏅᏍᏔᏅᎩ, ᏌᎳᎼᏂ ᏧᏳᎪᏗ, ᎦᏃᎸᎥᏍᎬᏰᏃ ᎣᎩᏲᏍᏙ ᏓᏁᎲᎩ.

source: And sailing down the side of it, as well as we were able, we came to a certain place named Fair Havens, near which was the town of Lasea.
chr: ᎤᏎᎦᏨᎯᏃ ᎾᎿ ᎣᎩᎶᏐᏅ, ᏬᎩᎷᏨᎩ ᎣᏍᏛ ᏗᏔᎳᏗᏍᏗᏱ ᏚᏙᎥᎢ, ᎾᎥ ᎦᏚᎲ ᎴᏏᏱ ᏧᏙᎢᏛ.

source: And as a long time had gone by, and the journey was now full of danger, because it was late in the year, Paul put the position before them,
chr: ᎤᏬᎯᏨᏃ, ᎠᎴ ᎤᎾᏰᎯᏍᏗᏳ ᏄᎵᏍᏔᏅ ᏥᏳ ᎦᏂᏓᏍᏗᏱ, ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᎹᏟ ᎬᏗ ᎨᏒ ᎤᎶᏐᏅᎢ, ᏉᎳ ᏚᏪᏯᏔᏅᎩ,

source: Saying, Friends, I see that this journey will be one of great damage and loss, not only to the goods and the ship, but to ourselves.
chr: ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᏍᎦᏯ, ᎦᏙᎴᎣᏍᎦ ᎯᎠ ᎾᏍᎩ ᏥᏳ ᏥᏗᏂ ᎪᎱᏍᏗ ᏗᎦᎵᏍᏓᏁᎵᏒᎢ, ᎠᎴ ᎤᏣᏛ ᏗᎩᏲᎱᏎᎵᏒᎢ, ᎥᏝ ᎠᎵᏁᏌᎸᏉ ᎠᎴ ᏥᏳ ᎤᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᏕᏛᏅᎢ.

source: But the captain gave more attention to the master and the owner of the ship than to what Paul said.
chr: ᎠᏎᏃ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᎤᏟ ᏂᏚᏬᎯᏳᏒᎩ ᎧᏁᏥᏙᎯ ᎠᎴ ᎤᏤᎵᎦ ᏥᏳ ᎠᏂᏁᎬᎢ, ᎡᏍᎦᏉ ᏉᎳ ᏂᎦᏪᏍᎬᎢ.

source: And as the harbour was not a good one in which to be for the winter, the greater number of them were for going out to sea, in order, if possible, to put in for the winter at Phoenix, a harbour of Crete, looking to the north-east and south-east.
chr: ᏗᏔᎳᏗᏍᏗᏱᏃ ᏃᏒᎾ ᎨᏒ ᎾᎿ ᎤᎪᎳᏗᏴᏗᏱ, ᎤᏟ ᎢᏯᏂᎢ ᎤᏂᏁᏨᎩ ᎾᏍᏉ ᎾᎿ ᎤᏂᏴᏫᏛᏗᏱ, ᏰᎵ ᏈᏂᏏ ᏫᎦᏲᎩᏃᎯᏍᏗ ᎠᎴ ᏫᎦᏲᎦᎪᎳᏗᏴᏗ ᏱᎩ ᎠᏁᎵᏍᎬᎩ, ᎾᏍᎩ ᎾᎿ ᏟᏗ ᏗᏔᎳᏗᏍᏗᏱ, ᎠᎴ ᎾᏍᎩ ᏭᏕᎵᎬ ᎢᏗᏢ ᏭᎦᏘ.

source: And when the south wind came softly, being of the opinion that their purpose might be effected, they let the ship go and went sailing down the side of Crete, very near to the land.
chr: ᎿᏉᏃ ᏧᎦᎾᏮ ᎢᏗᏢ ᏧᏃᎸᏔᏅ, ᎾᏍᎩ ᎢᎦᏚᎵᏍᎬ ᏂᎦᎵᏍᏓ ᎤᏁᎵᏒ, ᎤᏂᎧᏙᏴᎩ, ᏟᏗ ᎾᎥᎢ ᎤᏂᏅᏍᏔᏅᎩ.

source: But after a little time, a very violent wind, named Euraquilo, came down from it with great force.
chr: ᎠᏎᏃ ᏄᏬᎯᏨᎾᏉ ᎣᏂ, ᎤᏱᎶᎸᎩ ᎤᏃᎴ ᏳᎶᏟᏛ ᏧᏙᎢᏛ.

source: And when the ship got into the grip of it, and was not able to make headway into the wind, we gave way, and went before it.
chr: ᎿᏉᏃ ᎦᏃᎸᎥᏍᎬ ᎤᏂᏴᎲ ᏥᏳ, ᎠᎴ ᎾᏍᎩ ᎤᏄᎸᏅ ᎤᏃᎴ ᏧᎦᏛ ᏭᎶᎯᏍᏗᏱ ᎤᏁᎳᎩ ᎧᏄᎯᏎᏍᏗ ᎣᎨᎵᏒᎩ.

source: And, sailing near the side of a small island named Cauda, we were able, though it was hard work, to make the ship's boat safe:
chr: ᎭᏫᏂᏗᏢᏃ ᎣᎩᏅᏍᏔᏅ ᎪᎱᏍᏗ ᎤᏍᏗ ᎠᎹᏰᎵ ᎤᏪᎧᎲ, ᏠᏗ ᏧᏙᎢᏛ, ᎤᏎᎦᏨᎯᏉ ᏗᎦᏲᎩᏂᏴᏗ ᏄᎵᏍᏔᏅᎩ ᎤᏍᏗ ᏥᏳ.

source: And having got it up, they put cords under and round the ship; but fearing that they might be pushed on to the Syrtis, they let down the sails and so went running before the wind.
chr: ᎾᏍᎩᏃ ᎤᏂᏌᎳᏓᏅ, ᏗᎵᏍᏕᎸᏙᏗ ᏚᏅᏔᏅᎩ, ᎤᎾᎸᎸᎩ ᏥᏳ; ᎠᏂᏍᎦᎢᎲᏃ ᎤᏍᏓᎾᎸ ᎤᏂᏃᏠᎯᏍᏗᏱ ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎡᎳᏗ ᏂᏚᏅᏁᎸᎩ ᏓᏰᏙᎳᏛᎢ, ᎤᏂᏄᎯᏒᏉᏃ.

source: And, still fighting the storm with all our strength, the day after they made a start at getting the goods out of the ship;
chr: ᎤᏃᎴᏃ ᎤᏣᏘ ᎣᎩᏝᏗᏍᏔᏂᏙᎸ, ᎤᎩᏨᏛ ᎤᎾᎵᏁᏌᎴᏒᎩ.

source: And on the third day, they let all the sailing apparatus go over the side.
chr: ᏦᎢᏁᏃ ᎢᎦ ᎣᎬᏒ ᏦᎪᏰᏂ ᏙᎬᏔᏅᎩ, ᎣᎦᏘᏅᏒᎩ ᎤᏤᎵᎦᏯ ᎤᎵᏁᏌᎸ ᏥᏳ.

source: And as we had not seen the sun or stars for a long time, and a great storm was on us, all hope of salvation was gone.
chr: ᎤᏬᎯᏨᏃ ᎾᏂᎾᏄᎪᎬᎾ ᏄᎵᏍᏔᏅ ᏅᏙ ᎠᎴ ᏃᏈᏏ, ᎠᎴ ᎦᏲᎵᏉ ᏂᎨᏒᎾ ᎣᎩᏃᎸᏅ, ᎿᏉ ᎦᏲᎦᏛᏂᏗᏍᏗ ᎨᏒ ᎤᏚᎩ ᎣᎬᏒ ᎤᎵᏛᏔᏅᎩ.

source: And when they had been without food for a long time, Paul got up among them and said, Friends, it would have been better if you had given attention to me and not gone sailing out from Crete, to undergo this damage and loss.
chr: ᎿᏉᏃ ᎪᎯᏗᏳ ᎦᏲᎦᎵᏍᏓᏴᏅᎯ ᏄᎵᏍᏔᏅ ᏉᎳ ᏚᎴᏅᎩ ᎠᏰᎵ ᎤᎾᏣᎥᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᏍᎦᏯ, ᏱᏍᎩᏲᎢᏳᏁᎢ, ᎠᎴ ᏅᏗᏥᎧᏙᏴᎾᏉ ᏱᎨᏎ ᏟᏗ, ᎥᏝ ᎾᏍᎩ ᎯᎠ ᎤᏐᏅ ᏱᏂᎨᏣᎵᏍᏓᏁᎴ ᎠᎴ ᏱᎨᏥᎪᎶᎯᏎᎴᎢ.

source: But now, I say to you, be of good heart, for there will be no loss of life, but only of the ship.
chr: ᎾᏉᏃ ᎢᏨᏔᏲᏎᎭ ᎤᎦᎵᏍᏗ ᎢᏣᏓᏅᏓᏗᏍᏗᏱ; ᎯᎠᏰᏃ ᏥᏂᏣᏛᏅ ᎥᏝ ᎩᎶᎬᏅ ᏴᎬᏩᏲᎱᏏ, ᏥᏳ ᎤᏩᏒ ᏓᎩᏲᎱᏎᎵ.

source: For this night there came to my side an angel of the God who is my Master and whose servant I am,
chr: ᎪᎯᏰᏃ ᏒᏃᏱ ᏥᎨᏒᎩ ᎤᎶᏗᏢ ᎠᏆᎴᏁᎸ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏴ ᎠᎩᎾᏝᎢ ᏥᎩ ᎠᎴ ᎾᏍᎩ ᏥᏕᏥᎦᎿᏩᏕᎦ,

source: Saying, Have no fear, Paul, for you will come before Caesar, and God has given to you all those who are sailing with you.
chr: ᎯᎠ ᏄᏪᏒᎩ; ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ, ᏉᎳ, ᏏᏌ ᎤᏬᎸ ᎢᎬᏱᏗᏢ ᎠᏎ ᏔᎴᏂ; ᎬᏂᏳᏉᏃ ᎤᏁᎳᏅᎯ ᎦᏣᎧᏁᎸ ᏂᎦᏛ ᏥᏳᎯ ᏥᏣᏣᎠ.

source: And so, O men, be of good heart, for I have faith in God that it will be as he said to me.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᏍᎦᏯ, ᎤᎦᎵᏍᏗ ᎢᏣᏓᏅᏓᏓ; ᏥᏲᎢᏳᎲᏍᎦᏰᏃ ᎤᏁᎳᏅᎯ, ᎾᎩᏪᏎᎸ ᎾᏍᎩᏯ ᎢᏳᎵᏍᏙᏗᏱ.

source: But we will be sent on to a certain island.
chr: ᎠᏎᏍᎩᏂᏃᏅ ᎪᎱᏍᏗ ᎤᏍᏗ ᎠᎹᏰᎵ ᎤᏪᎧᎲ ᏓᎩᏝᏗᏤᎵ.

source: But when the fourteenth day came, while we were going here and there in the Adriatic sea, about the middle of the night the sailors had an idea that they were getting near land;
chr: ᏂᎦᏚᏏᏁᏃ ᎤᎵᏏᏅ, ᎠᎺᏉᎯ ᎡᏟᏯ ᏧᏙᎢᏛ ᎣᎩᏃᎸᏔᏂᏙᎲᎢ, ᏒᏃᏱ ᎠᏰᎵ ᏥᏳ ᎠᏂᏂᏙᎯ ᎢᎸᎯᏢ ᎦᏙᎯ ᎾᎥᏂᎨ ᎣᏥᏂ ᎤᏁᎵᏒᎩ.

source: And they let down the lead, and saw that the sea was a hundred and twenty feet deep; and after a little time they did it again and it was ninety feet.
chr: ᎾᏍᏛᎬᏃ ᎤᎾᏟᎶᎥ ᎤᎾᏙᎴᎰᏒᎩ ᏔᎳᏍᎪᎯ ᎢᎪᎷᏅᏗ ᎨᏒᎢ; ᎤᏍᏗᎩᏛᏃ ᎤᏗᏢᏍᏙᏗ ᎢᎤᏁᏅ ᏔᎵᏁ ᎤᎾᏟᎶᎥᎩ, ᎤᎾᏙᎴᎰᏒᎩ ᎯᏍᎩᎦᏚᏉ ᎢᎪᎷᏅᏗ ᎨᏒᎢ.

source: Then, fearing that by chance we might come on to the rocks, they let down four hooks from the back of the ship, and made prayers for the coming of day.
chr: ᎿᏉᏃ ᎤᏂᏍᎦᎸ ᏅᏲᎯ ᎤᏂᏝᏗᏤᏗᏱ, ᎣᏂᏗᏢ ᏫᏚᎾᏗᏅᏒᎩ ᏅᎩ ᏔᎷᎩᏍᎩ ᏥᏳ ᏗᎦᎾᎯᏍᏙᏗ, ᎠᎴ ᎤᎾᏚᎸᎲᎩ ᎢᎦ ᎢᏳᎵᏍᏙᏗᏱ.

source: Then the sailors made attempts secretly to get away from the ship, letting down a boat as if they were about to put down hooks from the front of the ship;
chr: ᏥᏳᏃ ᎠᏂᏂᏙᎯ ᎤᎾᎵᏍᏗᏱ ᎤᏂᏰᎸᏅ, ᎠᎴ ᎿᏉ ᎤᏍᏗ ᏥᏳ ᎠᏂᏔᎳᏗᏍᎬᎢ, ᎠᎾᏠᎾᏍᏗᏍᎬ ᏔᎷᎩᏍᎩ ᏥᏳ ᏗᎦᎾᎯᏍᏙᏗ ᎢᎬᏴᏗᏢ ᏥᏫᏙᏧᎾᏕᏏᏐ ᎤᏠᏱ ᎾᎾᏛᏁᎲᎢ.

source: But Paul said to the captain and his men, If you do not keep these men in the ship, you will not be safe.
chr: ᏉᎳ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᎠᎴ ᎠᏂᏯᏫᏍᎩ; ᎢᏳᏃ ᎯᎠ ᎾᏍᎩ ᏥᏳᎯ ᏄᎾᏣᎥᎾ ᏱᎩ ᎥᏝ ᏴᎨᏣᏛᏂᏓ.

source: Then the armed men, cutting the cords of the boat, let her go.
chr: ᎿᏉᏃ ᎠᏂᏯᏫᏍᎩ ᏚᏂᎦᎵᏒᎩ ᎠᏍᏕᏱᏛ ᎤᏍᏗ ᏥᏳ ᎦᏙᏌᏗᏍᏛᎢ, ᎠᎴ ᎾᏍᎩ ᎤᏬᎰᏒᎩ.

source: And when dawn was near, Paul gave them all orders to take food, saying, This is the fourteenth day you have been waiting and taking no food.
chr: ᎢᎦᏃ ᏅᏓᎦᎵᏍᏔᏂᏒᎩ, ᏉᎳ ᏚᏔᏲᏎᎸᎩ ᏂᎦᏛ ᎤᎾᎵᏍᏓᏴᏗᏱ, ᎯᎠ ᏄᏪᏒᎩ; ᎪᎯ ᎿᏉ ᏂᎦᏚᏏᏁ ᎢᎦ ᏥᏥᎦᏘᏴ ᎠᎴ ᏂᏣᎵᏍᏓᏴᏍᎬᎾ ᎪᎱᏍᏗ ᏂᏥᎩᏍᎬᎾ ᏥᎩ.

source: So I make request to you to take food; for this is for your salvation: not a hair from the head of any of you will come to destruction.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏔᏲᏎᎭ ᎢᏣᎵᏍᏓᏴᏗᏱ, ᎾᏍᎩᏰᏃ ᎯᎠ ᎢᏣᎵᏍᏕᎸᏙᏗ; ᎯᎠᏰᏃ ᏥᏂᏣᏛᏅ ᎥᏝ ᎩᎶ ᏌᏉᎤᏅ ᎤᏍᏘᏰᏅᎯ ᎠᏓᎦᏙᎠᏏ.

source: And when he had said this and had taken bread, he gave praise to God before them all, and took a meal of the broken bread.
chr: ᎾᏍᎩᏃ ᏄᏪᏒ, ᎦᏚ ᎤᎩᏒᎩ ᎠᎴ ᎤᎵᎮᎵᏤᎸᎩ ᎤᏁᎳᏅᎯ ᏂᎦᏛ ᎠᏂᎦᏔᎲᎢ, ᎤᎬᎭᎷᏴᏃ ᎤᎴᏅᎲᎩ ᎤᎵᏍᏓᏴᏅᎩ.

source: Then they all took heart and did the same.
chr: ᎿᏉᏃ ᏂᎦᏛ ᎤᎦᎵᏍᏗᏳ ᎤᎾᏓᏅᏓᏛᎩ, ᎠᎴ ᎾᏍᏉ ᎤᎾᎵᏍᏓᏴᏅᎩ.

source: And we were, in the ship, two hundred and seventy-six persons.
chr: ᏂᎦᏛᏃ ᏥᏳᎯ ᎣᎦᏣᎢ ᏔᎵᏧᏈ ᎦᎵᏆᏍᎪᎯ ᏑᏓᎵᎦᎵ ᏃᏥᎥᎩ ᏴᏫ.

source: And when they had had enough food, they made the weight of the ship less, turning the grain out into the sea.
chr: ᎿᏉᏃ ᏰᎵ ᎤᎾᎵᏍᏓᏴᏅ, ᎤᎾᏓᏌᎧᎲᏍᏔᏅᎩ ᏥᏳ, ᎤᏣᎴᏍᏗ ᎠᎺᏉᎯ ᏭᎾᏗᏅᏒᎩ.

source: And when it was day, they had no knowledge of the land, but they saw an inlet of the sea with a floor of sand, and they had the idea of driving the ship up on to it if possible.
chr: ᎿᏉᏃ ᎢᎦ ᏄᎵᏍᏔᏅ ᎥᏝ ᏳᏃᎵᏤ ᎾᎿ ᎦᏙᎯ; ᎠᏎᏃ ᎤᏂᎪᎲ ᎠᎺᏉᎯ ᏭᏩᏂᎦᎸᎢ, ᏰᎵ ᎬᏚᎩᏍᏗ ᎨᏒᎢ, ᎾᎿ ᏭᏂᏅᏍᏙᏗᏱ ᏥᏳ ᎤᏂᏰᎸᏅᎩ, ᎢᏳᏃ ᏰᎵ ᏱᎩ.

source: So cutting away the hooks, and letting them go into the sea, and freeing the cords of the guiding-blades, and lifting up the sail to the wind, they went in the direction of the inlet.
chr: ᎿᏉᏃ ᏚᏂᎦᎵᏒ ᏕᎦᏙᏌᏗᏍᏛ ᏔᎷᎩᏍᎩ ᏥᏳ ᏗᎦᎾᎯᏍᏙᏗ, ᎠᎺᏉᎯ ᏚᏂᏲᎯᏎᎸᎩ, ᎠᎴ ᏚᏂᎧᏁᏴᎲᎩ ᎦᏌᏛᏍᏗ ᏕᎦᎸᏍᏛᎢ, ᎠᎴ ᎦᏃᎸᎥᏍᎬᎢ ᎤᏂᏰᏙᎳᏛᏅᎩ ᎤᏍᏗ ᎠᏰᏙᎳᏛᏗ; ᏙᏱᏃ ᏫᏚᏄᎪᏔᏅᎩ.

source: And coming to a point between two seas, they got the ship to land; and the front part was fixed in the sand and not able to be moved, but the back part was broken by the force of the waves.
chr: ᏔᎵᏃ ᎠᎺᏉᎯ ᏕᎨᏒ ᏭᎾᎵᏱᎶᎸ, ᏥᏳ ᎤᏂᏝᏗᏤᎸᎩ ᎦᏙᎯ; ᎢᎬᏱᏗᏢᏃ ᎠᏍᏓᏱᏳ ᏄᎵᏍᏔᏅ, ᎥᏝ ᏰᎵ ᎬᏩᎵᏖᎸᏗ ᏱᎨᏎᎢ, ᎣᏂᏗᏢᏍᎩᏂ ᎤᏲᏨᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎤᎵᏂᎩᏗᏳ ᏓᎵᏍᏗᎳᏁᎬ ᎠᎺᏉᎯ.

source: Then the armed men were for putting the prisoners to death, so that no one would get away by swimming.
chr: ᎠᏂᏯᏫᏍᎩᏃ ᏧᏂᎯᏍᏗᏱ ᎤᎾᏓᏅᏖᎸᎩ ᎠᏂᏴᎩ; ᎩᎶᏰᏃ ᏯᏴᎢᏄᎦ ᏯᏚᎩ ᎠᎴ ᏯᎵᏗ ᎠᏁᎵᏍᎬᎩ.

source: But the captain, desiring to keep Paul safe, kept them from their purpose, and gave orders that those who had knowledge of swimming were to go off the ship and get first to land:
chr: ᎠᏎᏃ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᏚᏲᏍᏙᏓᏁᎸᎩ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎤᏚᎵᏍᎬ ᎤᏍᏕᎸᏗᏱ ᏉᎳ, ᎠᎴ ᏚᏁᏤᎸᎩ ᏰᎵ ᎬᏩᎾᏴᎢᏅᏍᏗ ᎨᏒ, ᎢᎬᏱ ᎤᎾᎵᏔᏗᏅᏗᏱ ᎠᎴ ᏭᎾᏚᎩᏍᏗᏱ,

source: And the rest, some on boards and some on things from the ship. And so it came about that they all got safe to land.
chr: ᎠᏂᏐᎢᏃ ᎢᎦᏛ ᏧᏯᏕᎾ ᏧᎾᎩᎸᏙᏗᏱ, ᎢᎦᏛᏃ ᏥᏳ ᏧᎵᏢᎸᏛ. ᎠᎴ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎩ, ᏂᎦᏛ ᎤᎾᏛᏂᏛᎩ ᎤᎾᏚᎩᏒᎩ.

source: And when we were safe, we made the discovery that the island was named Melita.
chr: ᎤᎾᏛᏂᏛᏃ ᎩᎳ ᎤᎾᏙᎴᎰᏒᎩ ᎾᏍᎩ ᎠᎹᏰᎵ ᎻᎳᏗ ᏚᏙᎥᎢ,

source: And the simple people living there were uncommonly kind to us, for they made a fire for us, and took us in, because it was raining and cold.
chr: ᏅᏩᎾᏓᎴᏃ ᏴᏫ ᎾᎿ ᎠᏁᎯ ᎤᏣᏘ ᎣᏏᏳ ᎪᎩᏍᏆᏂᎪᏔᏅᎩ; ᎤᏃᏔᏅᏰᏃ ᏕᎪᎦᏓᏂᎸᏨᎩ ᏂᎦᏛ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎠᎦᏍᎬᎢ ᎠᎴ ᎤᏴᏢᎢ.

source: But when Paul had got some sticks together and put them on the fire, a snake came out, because of the heat, and gave him a bite on the hand.
chr: ᏉᎳᏃ ᏫᏚᏭᏕᏒ ᏏᏄᎩᏝᏅᎯ ᎠᏓ, ᎠᎴ ᏚᎲᏔᏅ, ᎢᎾᏛ ᎤᏗᎴᎬ ᏓᏳᎾᏄᎪᏨᎩ ᎤᏬᏰᏂ ᎤᏪᏖᎳᏛᏨᎩ.

source: And when the people saw it hanging on his hand, they said to one another, Without doubt this man has put someone to death, and though he has got safely away from the sea, God will not let him go on living.
chr: ᎾᏍᎩᏃ ᏅᏩᎾᏓᎴ ᏴᏫ ᎤᏂᎪᎲ ᎢᎾᏛ ᎦᏖᎳᏛ ᎤᏬᏰᏂ, ᎯᎠ ᏂᏚᎾᏓᏪᏎᎸᎩ; ᎥᏝ ᏳᏝᏏᏛᎭ ᎯᎠ ᎠᏍᎦᏯ ᏴᏫ ᏗᎯᎯ ᎨᏒᎢ; ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎾᏍᎩ ᎠᎺᏉᎯ ᎠᏗᏫᏏ, ᎠᏎᏃ ᎤᏞᎩ ᎥᏝ ᎬᏁᏍᏗ ᏳᏪᎵᏎᎭ.

source: But shaking off the beast into the fire, he got no damage.
chr: ᎠᏥᎸᏱᏃ ᏭᏙᎥᏔᏅᎩ ᎢᎾᏛ, ᎠᎴ ᎥᏝ ᎪᎱᏍᏗ ᏳᎵᏍᏔᏁᎢ.

source: But they had the idea that they would see him becoming ill, or suddenly falling down dead; but after waiting a long time, and seeing that no damage came to him, changing their opinion, they said he was a god.
chr: ᎠᏎᏃ ᎤᎾᎦᏙᏍᏔᏅᎩ, ᏓᎪᏘᏏ ᎠᎴ ᎤᏲᎱᏒᎯ ᏓᎦᏅᏥ ᏛᏰᎶᎢᏍᏔᏂ, ᎠᏁᎵᏍᎬᎩ; ᎠᏎᏃ ᎤᏬᎯᏨ ᎤᎾᎦᏙᏍᏔᏅ, ᎠᎴ ᎤᎾᏙᎴᎰᏒ ᎪᎱᏍᏗ ᏄᎵᏍᏓᏁᎸᎾ ᎨᏒᎢ, ᎤᏂᏁᏟᏴᏒᎩ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬᎢ, ᎠᎴ ᎦᎸᎳᏗ ᎡᎯ, ᎤᎾᏛᏅᎩ.

source: Now near that place there was some land, the property of the chief man of the island, who was named Publius; who very kindly took us into his house as his guests for three days.
chr: ᎾᎿᏃ ᎾᎥ ᏚᎶᎨᏒᎩ ᏄᎬᏫᏳᏒ ᎠᏍᎦᏯ ᎾᎿ ᎠᎹᏰᎵ ᎤᏪᎧᎲᎢ, ᏆᏟᏯ ᏧᏙᎢᏛ; ᎾᏍᎩ ᏙᎦᏓᏂᎸᏨᎩ, ᎠᎴ ᏦᎢ ᏧᏒᎯᏛ ᎤᏙᎵᏍᏙᏏᏳ ᎣᎩᏍᏆᏂᎪᏔᏅᎩ ᎦᏁᎸᎢ.

source: And the father of Publius was ill, with a disease of the stomach; to whom Paul went, and put his hands on him, with prayer, and made him well.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᏆᏟᏯ ᎤᏙᏓ ᎦᏅᎬᎩ ᎤᏗᎴᎲᏍᎬᎩ ᎠᎴ ᎩᎬ ᏚᏩᎫᏍᎬᎩ, ᎾᏍᎩ ᏉᎳ ᎤᏴᎸᎩ ᎦᏅᎬᎢ, ᎤᏓᏙᎵᏍᏔᏅᏃ ᎠᎴ ᏚᏏᏔᏛ ᎤᏅᏩᏅᎩ.

source: And when this took place, all the others in the island who had diseases came and were made well.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏅ, ᏅᏩᎾᏓᎴ ᎾᏍᏉ ᏧᏂᏢᎩ ᎾᎿ ᎠᎹᏰᎵ ᎠᏁᎯ ᎤᏂᎷᏨᎩ, ᎠᎴ ᏕᎨᏥᏅᏩᏅᎩ;

source: Then they gave us great honour, and, when we went away, they put into the ship whatever things we were in need of.
chr: ᎾᏍᎩ ᎾᏍᏉ ᎪᎩᎸᏉᏗᏍᎬᎢ ᎤᏣᏛᎩ ᎪᎩᏁᎸᏅᎩ; ᎢᎣᎦᏂᎩᏒᏃ ᎪᎦᎵᏁᏌᎳᏁᎸᎩ ᏧᏓᎴᎳᏅᏛ ᎣᎦᎵᏍᏕᎸᏙᏗ.

source: And after three months we went to sea in a ship of Alexandria sailing under the sign of the Dioscuri, which had been at the island for the winter.
chr: ᏦᎢᏃ ᎢᏯᏅᏙ ᎤᎶᏐᏅ ᎣᎦᏂᎩᏒᎩ, ᎣᎦᏣᏅᎩ ᏥᏳᎯ ᎡᎵᎩᏱ ᎡᎯ, ᎾᎿ ᎠᎹᏰᎵ ᏏᎪᎳᏗᏱᏍᎩ ᎤᏂᏔᎳᏛᎯ, ᎾᏍᎩ ᎪᎵᏍᏙᏗ ᎧᏍᏓ ᎠᎴ ᏉᎳᏥ ᎪᏪᎸᎩ.

source: And going into the harbour at Syracuse, we were waiting there for three days.
chr: ᏌᎴᎫᏏᏃ ᎣᎦᏚᎩᏒ, ᎾᎿ ᏦᎢ ᏃᎩᏒᎸᎩ.

source: And from there, going about in a curve, we came to Rhegium: and after one day a south wind came up and on the day after we came to Puteoli:
chr: ᎾᎿᏃ ᏫᎣᎨᏅ ᎠᎪᎸᏛ ᏬᎩᏅᏍᏔᏅᎩ, ᎵᏥᏯ ᏬᎩᎷᏨᎩ. ᏑᏙᏓᏆᏛᏃ ᎤᎶᏐᏅ ᏧᎦᎾᏮ ᎢᏗᏢ ᏓᏳᏃᎸᏔᏅᎩ; ᎤᎩᏨᏛᏃ ᏇᏗᎣᎵ ᏬᎩᎷᏨᎩ.

source: Where we came across some of the brothers, who kept us with them for seven days; and so we came to Rome.
chr: ᎾᎿ ᏙᏥᏩᏛᎲᎩ ᎣᏣᏓᏅᏟ, ᎠᎴ ᎪᎩᏔᏲᏎᎸᎩ ᎦᎸᏉᎩ ᏧᏒᎯᏛ ᏓᏂᏁᎸ ᎣᎦᏅᏗᏱ. ᎿᏉᏃ ᎶᎻ ᏫᏚᏳᎪᏛ ᏬᎩᎶᏒᎩ.

source: And the brothers, when they had news of us, came out from town as far as Appii Forum and the Three Taverns to have a meeting with us: and Paul, seeing them, gave praise to God and took heart.
chr: ᎾᎿᏃ ᎠᎾᏓᏅᏟ ᏗᎪᎦᏛᎦᏅ, ᎡᏈᏲᎢ ᎢᏴᏛ ᎠᎴ ᏦᎢ-ᎢᏗᎵᏍᏓᏴᏗᏱ ᏕᎪᎦᏠᏏᎸᎩ; ᏉᎳ ᎾᏍᎩ ᏚᎪᎲ ᎤᎵᎮᎵᏤᎸᎩ ᎤᏁᎳᏅᎯ, ᎠᎴ ᎤᎦᎵᏍᏗ ᎤᏓᏅᏓᏛᎩ.

source: And when we came into Rome, they let Paul have a house for himself and the armed man who kept watch over him.
chr: ᎶᎻᏃ ᏬᎩᎷᏨ, ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ ᎠᏂᏴᎩ ᏚᏲᎯᏎᎸᎩ ᎤᎬᏫᏳᎯᎠᏂᎦᏘᏯ ᏗᏘᏂᏙᎯ; ᏉᎳᏍᎩᏂ ᎠᎦᎵᏍᎪᎸᏁᎸᎩ ᎤᏁᎳᎩ ᎤᏩᏒ ᎤᏕᏗᏱ, ᎠᎴ ᎠᏯᏫᏍᎩ ᎤᎦᏘᏗᏍᏗᏱ.

source: Then after three days he sent for the chief men of the Jews: and when they had come together, he said to them, My brothers, though I had done nothing against the people or the ways of our fathers, I was given, a prisoner from Jerusalem, into the hands of the Romans.
chr: ᏦᎢᏃ ᏫᏄᏒᎸ ᎯᎠ ᏄᎵᏍᏔᏅᎩ; ᏉᎳ ᏚᏪᏟᏌᏅᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏂᏧᏏ; ᎤᎾᏓᏟᏌᏅᏃ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᎠᏴ ᎥᏝ ᎪᎱᏍᏗ ᎦᏥᏍᎦᏅᏤᎸᎯ ᏱᎩ ᏗᎦᏤᎵ ᏴᏫ, ᎥᏝ ᎠᎴ ᎠᎩᏲᏍᏔᏅᎯ ᏱᎩ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎩᎦᏴᎵᎨ ᎨᎩᏁᎸᎯ; ᎠᏎᏃ ᏥᎷᏏᎵᎻ ᏥᏴᎩ ᏓᎬᏆᏘᎾᏫᏛᎲᎩ ᏕᎬᎩᏲᏒᎩ ᎠᏂᎶᎻᏱ.

source: Who, when they had put questions to me, were ready to let me go free, because there was no cause of death in me.
chr: ᎾᏍᎩ ᎬᎩᎪᎵᏰᎥ, ᏱᏗᎬᎩᏲᏎᎢ, ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᎠᏲᎱᎯᏍᏗ ᎬᎩᏍᏛᏗᏍᏗ ᏱᎬᎩᏩᏛᎡᎴᎢ.

source: But when the Jews made protest against it, I had to put my cause into Caesar's hands; not because I have anything to say against my nation.
chr: ᎠᏎᏃ ᎠᏂᏧᏏ ᎠᏂᏁᎬ ᎾᏍᎩ ᎤᏂᏐᏅᏤᎸ, ᎠᏎ ᏏᏐᎢ ᏩᎩᎲᏍᏙᏗ ᎾᏆᎵᏍᏓᏁᎸᎩ; ᎥᏝᏍᎩᏂᏃᏅ ᎪᎱᏍᏗ ᏯᎩᎮᎢ ᎦᏥᏳᎢᏍᏙᏗ ᏗᏆᏤᎵᎦ ᏴᏫ.

source: But for this reason I sent for you, to see and have talk with you: for because of the hope of Israel I am in these chains.
chr: ᎾᏍᎩ ᏅᏓᎦᎵᏍᏙᏓ ᏥᏫᏨᏯᏅ ᎢᏨᎪᏩᏛᏗᏱ ᎠᎴ ᎢᎦᎵᏃᎮᏗᏱ, ᎢᏏᎵᏰᏃ ᎤᏚᎩ ᎤᏅᏒᎢ ᏅᏧᎵᏍᏙᏔᏅ ᎯᎠ ᏧᏓᏕᏒᏛ ᏨᏆᎸᏍᏗ.

source: And they said to him, We have not had letters from Judaea about you, and no one of the brothers has come to us here to give an account or say any evil about you.
chr: ᎯᎠᏃ ᏅᎬᏩᏪᏎᎸᎩ; ᎥᏝ ᏂᎯ ᎡᏣᏃᎮᏍᎬ ᎪᏪᎵ ᏧᏗᏱ ᏂᏙᏓᏳᏃᏪᎳᏅᎯ ᏱᏙᎩᏃᎮᎭ, ᎥᏝ ᎠᎴ ᎩᎶ ᎢᏓᏓᏅᏟ ᎾᎿ ᏅᏓᏳᏂᎶᏒᎯ ᎬᏂᎨᏒ ᏱᏂᎨᏨᏁᎴᎢ, ᎥᏝ ᎠᎴ ᎤᏐᏅ ᏱᎨᏣᏃᎮᎴᎢ.

source: But we have a desire to give hearing to your opinion: for as to this form of religion, we have knowledge that in all places it is attacked.
chr: ᎠᏎᏃ ᎣᎦᏚᎵᎭ ᎢᏨᏯᏛᎦᏁᏗᏱ ᏄᏍᏛ ᎭᏓᏅᏖᏍᎬᎢ, ᎯᎠᏰᏃ ᎤᎾᏓᏤᎵᏛ ᎤᎾᎵᎪᏒᎢ, ᎣᏥᎦᏔᎭ ᏂᎬᎾᏛ ᎨᏥᏃᎮᏍᎬ ᎨᎦᏡᏗᏍᎬᎢ.

source: And when a day had been fixed, they came to his house in great numbers; and he gave them teaching, giving witness to the kingdom of God, and having discussions with them about Jesus, from the law of Moses and from the prophets, from morning till evening.
chr: ᏕᎬᏩᏒᏍᏓᏁᎸᏃ, ᎤᏂᏣᏛ ᎬᏩᎷᏤᎸᎩ ᎤᏪᏗᏱ; ᎾᏍᎩ ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸᎩ, ᏚᏃᎮᎮᎸᎩ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ, ᏑᎾᎴ ᎤᎴᏅᏛ ᎤᏒᎢ ᎬᏗᏍᎩ, ᏓᏍᏗᏰᏗᏍᎬ ᏥᏌ ᎧᏃᎮᏍᎬᎢ; ᏕᎬᏗᏍᎬ ᏗᎧᎿᏩᏛᏍᏗ ᎼᏏ ᎤᏤᎵᎦ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ.

source: And some were in agreement with what he said, but some had doubts.
chr: ᎢᎦᏛᏃ ᎤᏃᎯᏳᏅᎩ ᎾᏍᎩ ᎤᏬᏂᏒᎢ, ᎢᎦᏛᏃ ᎥᏝ ᏳᏃᎯᏳᏁᎢ.

source: And they went away, for there was a division among them after Paul had said this one thing: Well did the Holy Spirit say by the prophet Isaiah to your fathers,
chr: ᏚᎾᎦᎴᏅᎲᏃ ᏓᎾᏓᏅᏖᏍᎬᎢ ᏙᎤᏁᏅᏒᎩ, ᏉᎳᏍᎩᏂᏃᏅ ᎠᏏ ᏌᏉ ᎢᎧᏁᏨᎯ ᎤᏁᏨᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏰᎵᏉ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᏥᏚᏁᏤᎴ ᏗᎩᎦᏴᎵᎨᎢ, ᎢᏌᏯ ᎠᏙᎴᎰᏍᎩ ᏧᏩᏔᏁᎢ,

source: Go to this people and say, Though you give ear, you will not get knowledge; and seeing, you will see, but the sense will not be clear to you:
chr: ᎯᎠ ᏥᏄᏪᏎᎢ; “ᎯᎠ ᏴᏫ ᏘᏩᏛᎱᎦ, ᎠᎴ ᎯᎠ ᏫᏂᏫ; ᎢᏣᏛᎩᏍᎬᎢ ᎢᏣᏛᎩᏍᎨᏍᏗ, ᎠᏎᏃ ᎥᏝ ᏱᏦᎵᎨᏍᏗ, ᎠᎴ ᎢᏥᎪᏩᏘᏍᎬᎢ ᎢᏥᎪᏩᏘᏍᎨᏍᏗ ᎠᏎᏃ ᎥᏝ ᏱᏣᏙᎴᎰᏍᎨᏍᏗ.

source: Be certain, then, that the salvation of God is sent to the Gentiles, and they will give hearing.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᏅᏖᏍᏗ, ᎯᎠ ᎾᏍᎩ ᎠᎵᏍᏕᎸᏙᏗ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎨᏥᏁᎸᎯ, ᎠᎴ ᎾᏍᎩ ᏛᎾᏛᏓᏍᏔᏂ.

source: And for the space of two years, Paul was living in the house of which he had the use, and had talk with all those who went in to see him,
chr: ᏉᎳᏃ ᎤᏃᏍᏛ ᏔᎵ ᏧᏕᏘᏴᏛ ᎤᏁᎳᏛᎩ ᎤᏤᎵᎦ ᎤᏙᎳᏒᎯ ᎠᏓᏁᎸᎢ, ᎠᎴ ᏓᏓᏂᎸᎬᎩ ᏂᎦᏛ ᎬᏩᏩᏘᏍᎩ,
